cask_args appdir: "/Applications"
tap "homebrew/bundle"
brew "git"
brew "neovim"
brew "nodebrew"
brew "starship"
brew "tree"
brew "rust"
brew "zsh-autosuggestions"
cask "alfred"
cask "google-chrome"
cask "google-japanese-ime"
cask "docker"
cask "iterm2"
cask "zoom"
cask "slack"
cask "cleanmymac"
cask "flux"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "visual-studio-code"
